{
  "page.title.experience": "Work Experience",
  "page.title.projects": "Projects",
  "page.title.about": "About me",
  "header.experience": "Experience",
  "header.projects": "Projects",
  "header.about": "About",
  "header.contact": "Contact",
  "theme.light": "Light",
  "theme.dark": "Dark",
  "theme.system": "System",
  "badge.message": "Open to work",
  "hero.greet": "Hey, I'm Cristian!",
  "hero.presentation": "<strong>Civil engineer and software developer</strong> with 2 years of experience as a programmer. Focused on developing high-performance software following international guidelines for creating maintainable, extensible and clean code.",
  "hero.contact": "Contact",
  "hero.linkedin": "LinkedIn",
  "experienceItem.nuawi.title": "Software Engineer",
  "experienceItem.nuawi.date": "Dec 2023 - Sep 2024",
  "experienceItem.nuawi.desc": "Responsible for the components and utilities for the creation and development of web applications. Improved software delivery times by 30%. Implemented unit tests to validate critical functionalities, detect errors early, and maintain high development standards.",
  "experienceItem.make.title": "Fullstack Developer",
  "experienceItem.make.date": "Jun 2023 - Nov 2023",
  "experienceItem.make.desc": "Launched an e-commerce for restaurants in 10 weeks, enabling online reservations, orders, and payments. Migrated a legacy codebase for an animal foundations project to more modern technologies within two weeks and developed new functionalities.",
  "projectsItem.emprendegan.title": "Emprendegan",
  "projectsItem.emprendegan.desc": "Emprendegan is an application designed to facilitate livestock and agricultural management. Built on a microservices structure with clean architecture and domain-driven design, it becomes a robust solution capable of being implemented independently of the technologies chosen. It integrates with Google's weather API, allowing farmers to take preventive measures ahead of rain and drought periods, also with Almagan, simplifying the acquisition of food, tools, and supplies.",
  "projectsItem.steel.title": "Steel Lab",
  "projectsItem.steel.desc": "Steel Lab is a software designed to ease the management of all processes in companies that provide quality testing solutions for the steel industry. Built on a serverless microservices architecture and linked to the AWS cloud via Lambda functions, Steel Lab becomes a fast, versatile, and cost-effective solution for automating processes. The software is integrated with the Siggo API and linked with Dropbox SDK, enabling massive uploads and storage of information.",
  "projectsItem.carwash.title": "Carwash 360°",
  "projectsItem.carwash.desc": "Autolavado 360° is an ERP designed with a multitenant architecture, aimed at providing solutions for car wash chains in managing the entire operational and administrative scope of each of their registered headquarters. You can manage personnel, supplies, equipments, services, customers, third-party agreements, income history, settlements, parking lots etc. In addition, it allows the creation of electronic invoices for the DIAN, collection accounts for agreements and notifications sending to clients and allies.",
  "projectsItem.adogta.title": "Adogta Foundation",
  "projectsItem.adogta.desc": "Adogta is a web application that connects pet foundations with individuals interested in adopting a furry companion. As a user, you can browse pets that foundations have available for adoption. If you find one you like, you can send an adoption request or contribute to their cause by making a donation. As a foundation, you can create and manage pets through a highly intuitive interface.",
  "projectsItem.rica.title": "Rica App",
  "projectsItem.rica.desc": "Rica App is an e-commerce developed with React and Express that allows to place delivery orders from your favorite restaurant and also make reservations. Payments can be made through the Stripe payment gateway. As a restaurant owner, you can efficiently manage your menu, offering functionalities to add, edit, delete, and view products. Finally, as an administrator, you have the capability to manage both customers and restaurants.",
  "linkButton.code": "Code",
  "linkButton.preview": "Preview",
  "about.first.p": "Hi, I'm Cristian! My passion for programming began at the age of 11, when I started developing on a Compaq using Visual Basic and Visual C++. I studied civil engineering and worked in that field, but eventually, I rediscovered programming, a world I haven't left since. I am currently actively seeking new job opportunities that will allow me to continue growing as a developer.",
  "about.second.p": "Among my achievements, I have <strong>led work teams</strong> to achieve results within established deadlines, as well as the <strong>development of ERP software for companies in various sectors</strong>, which has significantly contributed to improving their production and quality metrics.",
  "about.third.p": "My goal is to positively transform the way we live through software development, leveraging my skills and knowledge to tackle bigger challenges and create innovative solutions that make a difference.",
  "footer.rights": "© Cristian Jimenez - {{currentYear}}"
}
